{
  "episodes": [
    {
      "title": "Why We Need Friends with Shared Interest",
      "coverText": "She's the world's leading animal behaviorist and an Autism advocacy leader. Guest Temple Grandin shares what kind of support systems led her to success, and we hear about how community, and lack thereof, affects our health and ability to succeed.",
      "date (dd-mm-yyyy)": "02-03-2023",
      "summary": "Having strong relationships is vital to our well-being. We tend to be happier and healthier when we’re involved with community. Today’s guest is the world-famous scientist Temple Grandin. She was born with autism, which led her to be socially isolated from her peers. Join us on this episode of The Science of Happiness to hear about how Grandin credits her support networks for her success and making her into the person she is today. We’ll also look at the science behind the health repercussions of not having strong social networks. Feeling socially disconnected can lead to a higher risk of dementia, cardiovascular disease, cancer and more.",
      "audio": "https://dts.podtrac.com/redirect.mp3/dovetail.prxu.org/_/192/dd6e09d0-92a2-40eb-be53-c7b24c023f8d/SoH_S07E20_Temple_Grandin_SEG_1_mix_3.5.mp3",
      "url": "https://greatergood.berkeley.edu/podcasts/item/why_we_need_friends_with_shared_interests_temple_grandin_autism_advocacy"
    },
    {
        "title": "One Way to Make Work More Meaningful",
        "coverText": "We all overestimate how much we know. Our guest tries a practice in slowing down to ask more questions, and finds it leads to higher quality connections.",
        "date (dd-mm-yyyy)": "16-03-2023",
        "summary": "What happens when we pause and open up to ideas that we didn’t think of ourselves? This episode is about intellectual humility, the ability to surrender to the idea that we might not have all the information or may not be right. Our guest is Kelly Corrigan, a best-selling author and host of PBS talk show Tell Me More and podcast Kelly Corrigan Wonders. Her teams look to her for direction, but she wanted to see what would happen if she paused more to ask them questions, and found it totally changed her approach to both her work and family life. We also explore science around the subtle ways we react differently to people we disagree with, and how intellectual humility can change that. ",
        "audio": "https://dts.podtrac.com/redirect.mp3/dovetail.prxu.org/_/192/5ba6dd8e-59e4-4401-aebd-c367ebe6c828/SoH_S08E01_Kelly_Corrigan_SEG_1_mix_3.mp3",
        "url": "https://greatergood.berkeley.edu/podcasts/item/one_way_to_make_work_more_meaningful_kelly_corrigan"
    },
    {
        "title": "How Music Evokes Awe",
        "coverText": "Why do some songs send chills down your spine or give you goosebumps? We explore the science of how music induces awe—and how that affects our well-being.",
        "date (dd-mm-yyyy)": "02-02-2023",
        "summary": "In the last episode of our awe series, Dacher explores the mysteries of how music inspires awe and can transport us to another space and time with sound alchemist Laura Inserra. Later, we hear from the scientist who showed how awe-inspiring songs change the way we think and feel. This is the last episode in our special series The Science of Awe. Check out the last four releases in our feed for Happiness Breaks that will help guide you to experience more awe in your life, and episodes of The Science of Happiness about the other profound ways that awe affects — and more places to find it. Our host, Dacher Keltner, has a new book out about awe. It/’s called Awe: The New Science of Everyday Wonder and How It Can Transform Your Life. Learn more here: https:\/\/tinyurl.com/3uzk8m5r",
        "audio": "https://dts.podtrac.com/redirect.mp3/dovetail.prxu.org/_/192/e84d187e-db4d-4449-89ad-89c6871001f4/SoH_S07E18_Laura_Inserra_SEG_1_mix_4.mp3",
        "url": "https://greatergood.berkeley.edu/podcasts/item/how_music_evokes_awe"
    },
    {
        "title": "Why We Need Reminders of Connectedness",
        "coverText": "How can we feel more connected to our loved ones, even when they're not around? Our guest tries a practice shown to make us feel less lonely and more socially connected. ",
        "date (dd-mm-yyyy)": "16-02-2023",
        "summary": "Mónica Guzmán describes herself as a raging extrovert, but she still feels less connected to others than she’d like to. Working from home, she often finds herself alone, or worse — feeling alone because she’s still in work mode when her family is around. She tried a Reminders of Connectedness practice by making subtle changes to the interior of her home – like decorating with more family photos and rearranging the living room – and found that these seemingly small changes made a big difference in how she felt throughout her day. We also hear from clinical psychologist Tegan Cruwys about",
        "audio": "https://dts.podtrac.com/redirect.mp3/dovetail.prxu.org/_/192/30dc0d4a-1172-4ff6-8b88-5db7ffcdb4eb/SoH_S07E19_Monica_Guzman_SEG_1_mix_3.mp3",
        "url": "https://greatergood.berkeley.edu/podcasts/item/reminders_of_connectedness_monica_guzman"
    },
    {
        "title": "Why We Should Look Up At the Sky",
        "coverText": "When did you last take a moment to really look up at the sky? Shifting our gaze upward is linked to more creativity, capacity to focus—and it's a gateway to awe.",
        "date (dd-mm-yyyy)": "19-02-2023",
        "summary": "Natalie didn/’t spend much time finding shapes in the clouds as a small kid. And when she got older, looking up was even worse for her. Natalie spent time in jail, where she spent most of her days indoors under harsh lights. Today, she/’s a student at a prestigious university. She tried a practice in looking up for our show. When we look up, our brain gets better at being playful, creative, and thinking critically. We also tend to see vast and beautiful things above our heads, like a canopy of leaves, branches and singing birds, or a starry night sky. Often, looking up is all we need to do to find moments of awe in our day-to-day lives. And that’s a wonderful thing, because feeling awe changes how our brains work in a way that’s really good for us.This episode is part of a special series we’re doing on Awe. If you’d like to learn more about awe, our host, Dacher Keltner, has a new book out about it. It’s called Awe: The New Science of Everyday Wonder and How It Can Transform Your Life. ",
        "audio": "https://dts.podtrac.com/redirect.mp3/dovetail.prxu.org/_/192/c8a49cf4-218f-49ce-bcac-b8554ec899ee/SoH_S07E17_Natalie_Look_to_the_Sky_SEG_1_mix_3.mp3",
        "url": "https://greatergood.berkeley.edu/podcasts/item/why_we_should_look_up_at_the_sky_the_science_of_happiness"
    },
    {
        "title": "How to Practice Gratitude When You're Not Feeling Thankful",
        "coverText": "One way to feel more thankful for things is to imagine life without them. Our guest tries a practice for seeing the bright side, even when you feel down.",
        "date (dd-mm-yyyy)": "24-11-2022",
        "summary": "We know that gratitude is good for us. But what can we do when we’re struggling to actually feel thankful? Our guest this week is author and podcast producer Stephanie Foo. Foo built a network of close friends around her in California, where she grew up. As a survivor of child abuse and Complex PTSD, her friends in California became her chosen family. And since she’s moved to New York City, she finds herself often pining for the Golden State and the people she loves there. This week, Foo tries a practice in mental subtraction, which gratitude researcher Ernst Bohlmeijer describes as an antidote to taking things for granted. Imagining her life if she didn’t live in New York helps Foo tap into gratitude even in the depths of winter – when she misses California the most. She even discovers her particular skill in getting the benefits of this practice by leaning into one of her PTSD symptoms. Later in the show, Ernst Bohlmeijer breaks down how keeping a gratitude practice can alter the emotions you’re likely to experience in a given day, and maybe even change you as a person.",
        "audio": "https://dts.podtrac.com/redirect.mp3/dovetail.prxu.org/_/192/f8cabe3b-d76e-46a2-8d3c-af1a752d82da/SoH_S07E13_Stephanie_Foo_SEG_1_mix_3.5.mp3",
        "url": "https://greatergood.berkeley.edu/podcasts/item/how_to_practice_gratitude_when_youre_not_feeling_thankful"
    },
    {
        "title": "How to Focus Under Pressure",
        "coverText": "Jeopardy! champion Amy Schneider tries a body scan meditation to sharpen her focus and calm her nerves as she prepares for the Tournament of Champions.",
        "date (dd-mm-yyyy)": "13-08-2022",
        "summary": "",
        "audio": "https://dts.podtrac.com/redirect.mp3/dovetail.prxu.org/_/192/df1c0148-b578-4355-8dd1-d82ee4e78a2f/SoH_S07E10_Amy_Schneider_SEG_1_mix_3.mp3",
        "url": "https://greatergood.berkeley.edu/podcasts/item/amy_schneider_body_scan"
    }
  ]
}
